{
  "session_id": 0,
  "entries": [
    {
      "id": 29,
      "timestamp": "2025-12-20T19:13:22.239124+01:00",
      "type": "session",
      "content": "Session 1 terminée - VICTOIRE \\! Valdric détruit, Pierrebrune sauvée. Le mystérieux 'F.' du Culte de l'Éternelle Nuit reste à identifier...",
      "description": "Aldric, Lyra, Thorin, and Gareth stand triumphant amid shattered dark crystals and the defeated form of Valdric, their weapons raised in victory as ethereal light breaks through the crypts' ancient stones. Gold and electrum coins scatter across the chamber floor, glinting in the otherworldly glow of their hard-won triumph.",
      "description_fr": "Aldric, Lyra, Thorin et Gareth se tiennent en triomphe au milieu de cristaux sombres brisés et de la dépouille vaincue de Valdric, leurs armes levées en victoire tandis qu'une lumière éthérée perce à travers les pierres anciennes de la crypte. Des pièces d'or et d'électrum se dispersent sur le sol de la chambre, scintillant dans la lueur surnaturelle de leur victoire chèrement acquise."
    },
    {
      "id": 67,
      "timestamp": "2025-12-20T23:45:05.912792+01:00",
      "type": "session",
      "content": "Session 2 terminée - SESSION 2 VICTOIRE \\! Le Culte de l'Éternelle Nuit détruit. Frère Mordecai Fane vaincu. Le Cristal de Pouvoir détruit. Sombregarde libérée. Pierrebrune sauvée.",
      "description": "The victorious party stands amid shattered obsidian crystals and fallen undead within the shadow-haunted crypt, weapons raised in triumph as ethereal light breaks through the darkness, Aldric and Gareth breathing heavily beside Lyra's glowing staff while Thorin's divine radiance illuminates their hard-won liberation.",
      "description_fr": "Le groupe victorieux se tient au milieu de cristaux d'obsidienne brisés et de morts-vivants vaincus dans la crypte ombragée, armes levées en triomphe tandis qu'une lumière éthérée perce l'obscurité, Aldric et Gareth respirant lourdement aux côtés du bâton luminescent de Lyra tandis que la radiance divine de Thorin illumine leur libération chèrement acquise."
    },
    {
      "id": 78,
      "timestamp": "2025-12-22T14:34:14.640111+01:00",
      "type": "session",
      "content": "Session 3 terminée - Arrivée sécurisée au Couvent des Sœurs de l'Aube - Adanel protégée",
      "description": "Aldric, Lyra, Thorin, and Gareth stand exhausted but triumphant before the sanctuary of the Couvent des Sœurs de l'Aube, morning light flooding through arched windows as Adanel emerges safely beside them, the perilous journey complete and darkness finally vanquished.",
      "description_fr": "Aldric, Lyra, Thorin et Gareth se tiennent épuisés mais triomphants devant le sanctuaire du Couvent des Sœurs de l'Aube, la lumière du matin inondant les fenêtres en arche tandis qu'Adanel émerge en sécurité à leurs côtés, le voyage périlleux enfin achevé et les ténèbres vaincues."
    },
    {
      "id": 85,
      "timestamp": "2025-12-22T14:58:15.501886+01:00",
      "type": "session",
      "content": "Session 4 terminée - Session 4 Complete - Montagne du Crépuscule: Accord de paix établi avec l'Âme Crépusculaire - Nouvelle mission: ordre de pèlerinage pacifique - Sept ans pour trouver une véritable libération",
      "description": "Aldric, Lyra, Thorin, and Gareth stand atop the Twilight Mountain as dawn breaks, bathed in ethereal golden light. The party's faces glow with quiet triumph as they witness the Twilight Soul's peaceful presence shimmer before them, their long negotiation bearing fruit in this sacred moment of accord.",
      "description_fr": "Aldric, Lyra, Thorin et Gareth se tiennent au sommet de la Montagne du Crépuscule tandis que l'aube se lève, baignés dans une lumière dorée éthérée. Les visages du groupe brillent de triomphe tranquille tandis qu'ils témoignent de la présence paisible de l'Âme Crépusculaire scintiller devant eux, leur longue négociation portant ses fruits en ce moment sacré d'accord."
    },
    {
      "id": 86,
      "timestamp": "2025-12-22T15:06:28.986223+01:00",
      "type": "loot",
      "content": "Le groupe gagne 150 po (Bourse de Mère Isabelle - Aide du Couvent des Sœurs de l'Aube)",
      "description": "Mother Isabelle presents a heavy leather purse to the grateful party, candlelight glinting off gold coins visible through the opening as the abbess's weathered hands transfer the convent's blessing and gratitude for their sacred mission to the Twilight Mountain",
      "description_fr": "Mère Isabelle présente une lourde bourse de cuir au groupe reconnaissant, la lumière des bougies scintillant sur les pièces d'or visibles par l'ouverture tandis que les mains ridées de l'abbesse transmettent la bénédiction et la gratitude du couvent pour leur mission sacrée à la Montagne du Crépuscule"
    },
    {
      "id": 87,
      "timestamp": "2025-12-22T15:06:29.159952+01:00",
      "type": "rest",
      "content": "Repos à Cordova - L'Ancre Dorée - Tous les personnages en bonne santé et bien équipés. Préparation pour les futures quêtes.",
      "description": "Aldric, Lyra, Thorin, and Gareth rest comfortably at The Golden Anchor in Cordova, their weapons cleaned and armor polished beside a crackling hearth. Warm firelight flickers across their satisfied faces as they share a peaceful meal, their bodies finally relaxed after the mountain's trials.",
      "description_fr": "Aldric, Lyra, Thorin et Gareth se reposent confortablement à L'Ancre Dorée à Cordova, leurs armes nettoyées et armures polies près d'un foyer crépitant. La lumière chaude du feu danse sur leurs visages satisfaits tandis qu'ils partagent un repas paisible, leurs corps enfin détendus après les épreuves de la montagne."
    },
    {
      "id": 88,
      "timestamp": "2025-12-22T15:09:47.610559+01:00",
      "type": "note",
      "content": "Avant départ pour Cordova : L'ordre de pèlerinage à la Montagne du Crépuscule est désormais géré par Mère Isabelle et le Couvent. Le groupe n'a plus de responsabilités directes concernant l'Âme Crépusculaire.",
      "description": "Mère Isabelle stands with Aldric, Lyra, Thorin, and Gareth in the stone courtyard of the Convent of the Sisters of Dawn, morning light casting long shadows as she formally transfers the sacred responsibility of the pilgrimage order to her capable hands, the weight of their burden visibly lifting from the adventurers' shoulders.",
      "description_fr": "Mère Isabelle se tient aux côtés d'Aldric, Lyra, Thorin et Gareth dans la cour de pierre du Couvent des Sœurs de l'Aube, la lumière du matin projetant de longues ombres tandis qu'elle transfère formellement la responsabilité sacrée de l'ordre de pèlerinage à ses mains capables, le poids de leur fardeau s'allègeant visiblement sur les épaules des aventuriers."
    },
    {
      "id": 93,
      "timestamp": "2025-12-22T23:37:12.672202+01:00",
      "type": "session",
      "content": "Session 5 terminée - Session 5 - En attente : Suivi de la caravane des Pierres Noires - Lyra et Kess reconnaissent depuis les toits pendant qu'Aldric, Thorin et Gareth suivent à distance à pied"
    },
    {
      "id": 94,
      "timestamp": "2025-12-23T00:40:58.666091+01:00",
      "type": "exploration",
      "content": "Le groupe progresse dans le Passage des Sentinelles. Formation: Thorin (avant avec lanterne), Lyra et Gareth (milieu), Kess et Aldric (arrière-garde). Sons d'alarme résonnent encore dans la forteresse."
    },
    {
      "id": 95,
      "timestamp": "2025-12-23T00:57:14.424654+01:00",
      "type": "discovery",
      "content": "Découverte du trésor dans l'ancienne salle de garde : Cotte de mailles naine +1 (CA 15), Marteau de guerre +1 'Frappe-Juste' (1d8+1, +1 toucher, lueur vs morts-vivants), 150 pièces d'or, fiole de poison noir (2d6 dégâts, JS CON DD12)"
    },
    {
      "id": 96,
      "timestamp": "2025-12-23T00:57:18.306411+01:00",
      "type": "loot",
      "content": "Le groupe gagne 150 po (Trésor de la salle de garde)"
    },
    {
      "id": 97,
      "timestamp": "2025-12-23T01:08:55.718015+01:00",
      "type": "exploration",
      "content": "Thorin cherche une issue secrète dans l'ancien poste de garde nain (Perception: 7)"
    },
    {
      "id": 98,
      "timestamp": "2025-12-23T01:09:07.40413+01:00",
      "type": "combat",
      "content": "3e coup de bélier : 2 dégâts à la barricade renforcée"
    },
    {
      "id": 99,
      "timestamp": "2025-12-23T01:14:32.14602+01:00",
      "type": "fuite",
      "content": "Évasion dramatique par trappe secrète - Le groupe découvre la trappe de fuite dans la salle d'armes naine, descend 50 pieds, échappe aux gardes des Pierres Noires. Accès au Niveau Inférieur de la Crypte: corridor funéraire nain ancien avec cristaux luminescents, trois chemins possibles (gauche descente, centre avenue principale, droite passage d'air frais). Thorin ressent la présence des ancêtres nains. Groupe en sécurité temporaire mais piégé sous terre."
    },
    {
      "id": 100,
      "timestamp": "2025-12-23T01:16:26.569228+01:00",
      "type": "exploration",
      "content": "Progression dans l'avenue funéraire principale - Découverte de l'architecture monumentale : piliers gravés du Clan du Marteau Éternel, alcôves de maîtres-artisans nains. Runes et inscriptions deviennent plus élaborées."
    },
    {
      "id": 101,
      "timestamp": "2025-12-23T01:16:38.138714+01:00",
      "type": "exploration",
      "content": "Statues de guerriers nains découvertes : gardiens de pierre monumentaux, certains gravement endommagés par des combats violents. Marques de griffures et impacts suggèrent une créature puissante."
    },
    {
      "id": 102,
      "timestamp": "2025-12-23T01:16:49.889641+01:00",
      "type": "exploration",
      "content": "Changement atmosphérique dans les profondeurs : température baisse, humidité augmente, brise souterraine. Odeur de pierre mouillée et présence indéterminée. Cristaux luminescents se raréfient."
    },
    {
      "id": 103,
      "timestamp": "2025-12-23T01:17:00.380978+01:00",
      "type": "exploration",
      "content": "Lyra perçoit clairement la respiration : son régulier, profond et lent, beaucoup plus proche. Le Marteau +1 de Gareth réagit, lueur pulsant comme un cœur. Tension maximale."
    },
    {
      "id": 104,
      "timestamp": "2025-12-23T01:17:10.537115+01:00",
      "type": "exploration",
      "content": "Runes d'avertissement en vieux nain : 'Ici repose... gardien éternel... prix du sang... n'éveillez pas'. Thorin identifie des avertissements placés devant des tombes interdites."
    },
    {
      "id": 105,
      "timestamp": "2025-12-23T01:17:32.811904+01:00",
      "type": "discovery",
      "content": "DÉCOUVERTE MAJEURE - LA CHAMBRE DU REPOS ÉTERNEL : Cathédrale souterraine circulaire (40 pieds de haut, 100 pieds de diamètre). 12 piliers titanesques en marbre noir veiné d'or. 6 sarcophages monumentaux de guerriers nains disposés en cercle. AU CENTRE : Autel/sarcophage colossal (15x8 pieds) enveloppé de chaînes de mithril scellées par des runes. Les chaînes pulsent au rythme de la respiration. Le Marteau +1 brille intensément. Magie divine ancestrale présente."
    },
    {
      "id": 106,
      "timestamp": "2025-12-23T01:19:39.10526+01:00",
      "type": "pause",
      "content": "Session 5 en pause - Groupe dans la Grande Chambre Funéraire du Niveau Inférieur de la Crypte. Créature puissante scellée par chaînes de mithril respirant au centre. Marteau +1 Frappe-Juste réagit à sa présence. Trois passages disponibles (gauche-monte, droite-descend, face-traverse). Décision sur la marche à suivre à prendre lors de la prochaine session."
    },
    {
      "id": 107,
      "timestamp": "2025-12-23T16:11:19+01:00",
      "type": "session",
      "content": "SESSION 5 RÉSUMÉE - Grande Chambre Funéraire découverte. Dalle centrale avec glyphes, 3 passages (nord: flux énergie, est: inscriptions, ouest: scellé). Présence mystérieuse scellée détectée."
    },
    {
      "id": 108,
      "timestamp": "2025-12-23T16:11:19+01:00",
      "type": "quest",
      "content": "OBJECTIF EN COURS : Déterminer la nature de la créature scellée dans la dalle centrale de la Grande Chambre Funéraire."
    },
    {
      "id": 109,
      "timestamp": "2025-12-23T16:11:19+01:00",
      "type": "quest",
      "content": "SOUS-QUÊTES : (1) Déchiffrer les runes naines sur la dalle, (2) Explorer les 3 passages (nord/est/ouest), (3) Décider d'établir ou non un contact avec la créature."
    },
    {
      "id": 110,
      "timestamp": "2025-12-23T16:11:19+01:00",
      "type": "note",
      "content": "ÉTAT DU GROUPE fin session 5 : Aldric (6/8 HP), Lyra (5/5 HP, sorts utilisés), Thorin (6/7 HP, 1 sort niveau 1 restant), Adanel (6/6 HP), Gareth (5/8 HP)."
    },
    {
      "id": 111,
      "timestamp": "2025-12-23T16:11:19+01:00",
      "type": "location",
      "content": "POSITION ACTUELLE : Grande Chambre Funéraire Souterraine (Niveau 2 des catacombes de Sombregarde)."
    },
    {
      "id": 112,
      "timestamp": "2025-12-23T16:11:19+01:00",
      "type": "note",
      "content": "HOOKS POUR SESSION 6 : Kess mentionnée à Cordova (port). Groupe devra acheter équipement/sorts avant retour crypte."
    },
    {
      "id": 113,
      "timestamp": "2025-12-23T16:16:58+01:00",
      "type": "npc",
      "content": "RENCONTRE : Sirène, ancienne voleuse à la Taverne du Voile Écarlate. Connaît Kess depuis 10 ans (Guilde de l'Ombre). Attitude amicale mais prudente."
    },
    {
      "id": 114,
      "timestamp": "2025-12-23T16:21:12+01:00",
      "type": "discovery",
      "content": "INFORMATION : Kess aperçue récemment au port de Cordova, surveillant discrètement des cargaisons de contrebande."
    },
    {
      "id": 115,
      "timestamp": "2025-12-23T16:21:12+01:00",
      "type": "npc",
      "content": "RÉVÉLATION : Sirène et Kess ont travaillé ensemble dans la Guilde de l'Ombre. Kess a mystérieusement quitté Pierrebrune il y a quelques semaines."
    },
    {
      "id": 116,
      "timestamp": "2025-12-23T16:26:17+01:00",
      "type": "story",
      "content": "BACKSTORY : Sirène et Kess se connaissent depuis 10 ans. Ont fait un job ensemble il y a 7 ans qui a mal tourné. Kess a disparu après, Sirène a raccroché."
    },
    {
      "id": 117,
      "timestamp": "2025-12-23T16:26:17+01:00",
      "type": "npc",
      "content": "INFORMATION : Marta (aubergiste Voile Écarlate) a vu Kess recevoir un visiteur nocturne mystérieux il y a 3 semaines. Homme encapuchonné, conversation tendue."
    },
    {
      "id": 118,
      "timestamp": "2025-12-23T16:29:54+01:00",
      "type": "discovery",
      "content": "RÉVÉLATION MAJEURE : Kess s'est embarquée volontairement sur le navire 'Les Corbeaux des Mers' (capitaine Meren le Noir) en direction de Shasseth."
    },
    {
      "id": 119,
      "timestamp": "2025-12-23T16:36:36+01:00",
      "type": "quest",
      "content": "INFORMATION DE MEREN : Kess est partie de son plein gré à Shasseth. A payé 500 po pour la traversée. Semblait poursuivre quelque chose d'important."
    },
    {
      "id": 120,
      "timestamp": "2025-12-23T16:36:36+01:00",
      "type": "note",
      "content": "NÉGOCIATION VOYAGE : Meren demande 2000 po pour transporter le groupe à Shasseth. Groupe dispose actuellement de 1293 po. Besoin de 707 po supplémentaires."
    },
    {
      "id": 121,
      "timestamp": "2025-12-23T16:38:42+01:00",
      "type": "quest",
      "content": "NOUVEAU CONTRAT : Valorian le Doré (riche marchand) offre 600 po pour sauver sa fille Elara, enlevée par des bandits et retenue dans une grotte près de Cordova."
    },
    {
      "id": 122,
      "timestamp": "2025-12-23T16:42:55+01:00",
      "type": "quest",
      "content": "NÉGOCIATION RÉUSSIE : Valorian accepte 800 po total (700 po à la livraison + 100 po d'acompte immédiat). Le groupe récupère l'acompte de 100 po."
    },
    {
      "id": 123,
      "timestamp": "2025-12-23T17:26:25.529517+01:00",
      "type": "story",
      "content": "Lyra et Gareth franchissent avec succès la Fissure Nord. Lyra descend gracieusement (16), Gareth moins (7) mais arrive. Ils débouchent dans l'Antichambre Souterraine (Salle A2) et découvrent un garde endormi assis sur un tabouret. Croisement imminent."
    },
    {
      "id": 124,
      "timestamp": "2025-12-23T17:31:54.619024+01:00",
      "type": "story",
      "content": "Lyra et Gareth maîtrisent et ligotent le garde de l'Antichambre (Salle A2) sans déclencher l'alerte majeure. Ils descendent l'escalier vers le Niveau 3. Bruit détecté par la Sentinelle qui commence à investiguer. Elara est en vue dans la cellule centrale."
    },
    {
      "id": 125,
      "timestamp": "2025-12-23T17:33:24.711088+01:00",
      "type": "combat",
      "content": "Lyra lance un Sort de Sommeil sur la Sentinelle du Couloir Level 3. Jet réussi (14 PV affectés). La sentinelle échoue son jet de sauvegarde (3 ! critique ratée). Elle s'effondre inconsciente. Élara est maintenant visible et accessible dans sa cellule."
    },
    {
      "id": 126,
      "timestamp": "2025-12-23T17:35:48.617623+01:00",
      "type": "story",
      "content": "Lyra montre le médaillon en or à Elara, ainsi que le parchemin de Valorian. Gareth mentionne les pommes dorées. Elara est convaincue. Gareth récupère les clefs sur la sentinelle et libère Elara. Elle reprend sa dague. Les pas d'un garde se rapprochent de l'escalier."
    },
    {
      "id": 127,
      "timestamp": "2025-12-23T17:37:20.821019+01:00",
      "type": "combat",
      "content": "Les trois se cachent dans une cellule vide. Gareth redresse le garde endormi sur sa chaise. Un deuxième garde descend, découvre la cellule vide, et déclenche l'ALERTE GÉNÉRALE. Gardes convergeant vers le Niveau 3."
    },
    {
      "id": 128,
      "timestamp": "2025-12-23T17:41:47.62965+01:00",
      "type": "combat",
      "content": "Aldric et Thorin créent une diversion spectaculaire à l'entrée principale. Ils neutralisent les 3 gardes en combat rapide. Pendant ce temps, Lyra, Gareth et Elara libérée remontent via l'escalier. Tous grimpent la fissure nord. Thorin est tiré du haut de justesse avant que les gardes ne le rattrapent. ELARA EST LIBRE. Mission d'infiltration réussie."
    },
    {
      "id": 129,
      "timestamp": "2025-12-23T17:46:17.01226+01:00",
      "type": "expense",
      "content": "+1000 po (Récompense de Valorian pour le sauvetage d'Elara (800 po + bonus 200 po))"
    },
    {
      "id": 130,
      "timestamp": "2025-12-23T17:48:36.94356+01:00",
      "type": "quest",
      "content": "MISSION RÉUSSIE : Elara libérée et ramenée à Valorian. Récompense complète : 1000 po. Alliance établie avec Valorian de Cordova. Le groupe part maintenant au port pour payer le Capitaine Meren (500 po). Or total : 2693 po."
    }
  ]
}