{
  "_documentation": {
    "description": "Spells for Basic Fantasy RPG - Arcane (Magic-User) and Divine (Cleric) spells",
    "source": "Basic Fantasy RPG 4th Edition",
    "conventions": {
      "type": "arcane = Magic-User, divine = Cleric",
      "reversible": "Spells with * in name have a reverse form",
      "range": "0 = self only, touch = physical contact required",
      "duration": "instantaneous = immediate effect, permanent = until dispelled"
    }
  },
  "spells": [
    {
      "id": "cure_light_wounds",
      "name_en": "Cure Light Wounds",
      "name_fr": "Soins légers",
      "level": 1,
      "type": "divine",
      "reversible": true,
      "reverse_name_en": "Cause Light Wounds",
      "reverse_name_fr": "Blessure légère",
      "range": "touch",
      "duration": "instantaneous",
      "description_en": "With this spell the caster heals 1d6+1 hit points of damage by laying his or her hand upon the injured creature. The reverse form, cause light wounds, causes 1d6+1 damage to the creature affected by it. A successful attack roll is required in this case. Undead are affected by this spell and its reverse in opposite fashion; they are injured by cure light wounds and healed by cause light wounds.",
      "description_fr": "Ce sort permet au lanceur de soigner 1d6+1 points de vie en posant sa main sur la créature blessée. La forme inversée, blessure légère, inflige 1d6+1 dégâts à la créature affectée. Un jet d'attaque réussi est requis. Les morts-vivants sont affectés de manière opposée : ils sont blessés par soins légers et soignés par blessure légère.",
      "healing": "1d6+1"
    },
    {
      "id": "detect_evil",
      "name_en": "Detect Evil",
      "name_fr": "Détection du mal",
      "level": 1,
      "type": "divine",
      "classes": ["cleric"],
      "also_available": [{"class": "magic-user", "level": 2}],
      "reversible": true,
      "reverse_name_en": "Detect Good",
      "reverse_name_fr": "Détection du bien",
      "range": "60 feet",
      "duration": "1 round/level",
      "description_en": "This spell allows the caster to detect evil; specifically, the caster can detect creatures with evil intentions, magic items with evil enchantments, and possibly extraplanar creatures of evil nature. Normal characters, even 'bad' characters, cannot be detected by this spell, as only overwhelming evil is detectable. The caster sees the 'evil' creatures or objects with a definite glow around them, but the glow cannot be seen by anyone else.",
      "description_fr": "Ce sort permet au lanceur de détecter le mal : créatures aux intentions maléfiques, objets magiques aux enchantements maléfiques, et créatures extraplanaires de nature maléfique. Les personnages normaux, même 'mauvais', ne peuvent pas être détectés car seul un mal accablant est détectable. Le lanceur voit les créatures ou objets 'maléfiques' entourés d'une lueur visible uniquement par lui."
    },
    {
      "id": "detect_magic",
      "name_en": "Detect Magic",
      "name_fr": "Détection de la magie",
      "level": 1,
      "type": "both",
      "classes": ["cleric", "magic-user"],
      "reversible": false,
      "range": "60 feet",
      "duration": "2 turns",
      "description_en": "The caster of this spell is able to detect enchanted or enspelled objects or creatures within the given range by sight, seeing them surrounded by a pale glowing light. Only the caster sees the glow. Invisible creatures or objects are not detected by this spell, but the emanations of the invisibility magic will be seen as an amorphous glowing fog, possibly allowing the caster (only) to attack the invisible creature at an attack penalty of only -2.",
      "description_fr": "Le lanceur de ce sort peut détecter les objets ou créatures enchantés dans la portée en les voyant entourés d'une pâle lueur. Seul le lanceur voit cette lueur. Les créatures ou objets invisibles ne sont pas détectés, mais les émanations de la magie d'invisibilité apparaissent comme un brouillard lumineux amorphe, permettant au lanceur d'attaquer la créature invisible avec seulement -2 de pénalité."
    },
    {
      "id": "light",
      "name_en": "Light",
      "name_fr": "Lumière",
      "level": 1,
      "type": "both",
      "classes": ["cleric", "magic-user"],
      "reversible": true,
      "reverse_name_en": "Darkness",
      "reverse_name_fr": "Ténèbres",
      "range": "120 feet",
      "duration": "6 turns + 1/level",
      "description_en": "This spell creates a light equal to torchlight which illuminates a 30' radius area (and provides dim light for an additional 20') around the target location or object. The effect is immobile if cast into an area, but it can be cast on a movable object. Reversed, light becomes darkness, creating an area of darkness. Either version may be used to blind an opponent by casting it on the target's ocular organs. The target is allowed a saving throw vs. Death Ray to avoid the effect.",
      "description_fr": "Ce sort crée une lumière équivalente à une torche illuminant une zone de 30' de rayon (et une lumière faible sur 20' supplémentaires) autour de la cible. L'effet est immobile s'il est lancé dans une zone, mais peut être lancé sur un objet mobile. Inversé, lumière devient ténèbres. Chaque version peut être utilisée pour aveugler un adversaire en le lançant sur ses organes visuels. La cible a droit à un jet de sauvegarde contre Rayon de la Mort pour éviter l'effet."
    },
    {
      "id": "protection_from_evil",
      "name_en": "Protection from Evil",
      "name_fr": "Protection contre le mal",
      "level": 1,
      "type": "both",
      "classes": ["cleric", "magic-user"],
      "reversible": true,
      "reverse_name_en": "Protection from Good",
      "reverse_name_fr": "Protection contre le bien",
      "range": "touch",
      "duration": "1 turn/level",
      "description_en": "This spell wards a creature from attacks by evil creatures, from mental control, and from summoned creatures. It creates a magical barrier around the subject at a distance of 1 foot. The subject gains a +2 bonus to AC and a +2 bonus on saves against attacks made or effects created by evil creatures. The barrier blocks any attempt to possess or mentally control the warded creature. The spell also prevents bodily contact by summoned creatures.",
      "description_fr": "Ce sort protège une créature contre les attaques de créatures maléfiques, le contrôle mental et les créatures invoquées. Il crée une barrière magique autour du sujet à 1 pied de distance. Le sujet gagne un bonus de +2 à la CA et +2 aux jets de sauvegarde contre les attaques ou effets créés par des créatures maléfiques. La barrière bloque toute tentative de possession ou de contrôle mental. Le sort empêche également le contact physique avec les créatures invoquées."
    },
    {
      "id": "purify_food_and_water",
      "name_en": "Purify Food and Water",
      "name_fr": "Purification de la nourriture et de l'eau",
      "level": 1,
      "type": "divine",
      "reversible": false,
      "range": "10 feet",
      "duration": "instantaneous",
      "description_en": "This spell makes spoiled, rotten, poisonous, or otherwise contaminated food and water pure and suitable for eating and drinking. This spell does not prevent subsequent natural decay or spoilage. Unholy water and similar food and drink of significance is spoiled by purify food and drink, but the spell has no effect on creatures of any type nor upon magic potions.",
      "description_fr": "Ce sort rend la nourriture et l'eau avariées, pourries, empoisonnées ou contaminées pures et propres à la consommation. Ce sort n'empêche pas la décomposition naturelle ultérieure. L'eau impie et les aliments similaires de signification sont gâtés par ce sort, mais il n'a aucun effet sur les créatures ni sur les potions magiques."
    },
    {
      "id": "remove_fear",
      "name_en": "Remove Fear",
      "name_fr": "Délivrance de la peur",
      "level": 1,
      "type": "divine",
      "reversible": true,
      "reverse_name_en": "Cause Fear",
      "reverse_name_fr": "Cause de la peur",
      "range": "touch",
      "range_reverse": "120 feet",
      "duration": "instantaneous",
      "duration_reverse": "2 turns",
      "description_en": "This spell will calm the creature touched. If the target creature is currently subject to any sort of magical fear, it is allowed a new save vs. Spells to resist that fear, at a bonus of +1 per level of the caster. The reverse of this spell, cause fear, causes one target creature within 120' to become frightened; if the target fails to save vs. Spells, it flees for 2 turns. Creatures with 6 or more hit dice are immune to this effect.",
      "description_fr": "Ce sort calme la créature touchée. Si la cible est actuellement sous l'effet d'une peur magique, elle a droit à un nouveau jet de sauvegarde contre les Sorts pour y résister, avec un bonus de +1 par niveau du lanceur. La forme inversée, cause de la peur, fait fuir une créature cible dans un rayon de 120' pendant 2 tours si elle rate son jet de sauvegarde contre les Sorts. Les créatures de 6 DV ou plus sont immunisées."
    },
    {
      "id": "resist_cold",
      "name_en": "Resist Cold",
      "name_fr": "Résistance au froid",
      "level": 1,
      "type": "divine",
      "reversible": false,
      "range": "touch",
      "duration": "1 round/level",
      "description_en": "This abjuration grants a creature temporary immunity to cold. Minor cold (such as exposure to winter weather in inadequate clothing) is ignored by the affected creature. Against more significant cold (such as the breath of a White Dragon), the affected creature gains a bonus of +3 on saving throws, and all damage from such attacks is reduced by half (round up).",
      "description_fr": "Cette abjuration accorde à une créature une immunité temporaire au froid. Le froid mineur (comme l'exposition au temps hivernal sans vêtements adéquats) est ignoré. Contre un froid plus significatif (comme le souffle d'un Dragon Blanc), la créature affectée gagne un bonus de +3 aux jets de sauvegarde, et tous les dégâts de telles attaques sont réduits de moitié (arrondi au supérieur)."
    },
    {
      "id": "bless",
      "name_en": "Bless",
      "name_fr": "Bénédiction",
      "level": 2,
      "type": "divine",
      "reversible": true,
      "reverse_name_en": "Bane",
      "reverse_name_fr": "Fléau",
      "range": "50 feet radius",
      "duration": "1 minute/level",
      "description_en": "This spell gives the caster and his or her allies (within a 50' radius of the caster) a bonus of +1 on attack rolls, morale checks (for monsters or NPCs allied with the caster), and saving throws against magical fear. The reverse of bless is called bane. It fills the caster's enemies (within a 50' radius) with fear and doubt, causing each affected creature to suffer a -1 penalty on attack rolls, morale checks, and saving throws against magical fear.",
      "description_fr": "Ce sort confère au lanceur et à ses alliés (dans un rayon de 50') un bonus de +1 aux jets d'attaque, jets de moral (pour les monstres ou PNJ alliés), et jets de sauvegarde contre la peur magique. La forme inversée, fléau, remplit les ennemis du lanceur (dans un rayon de 50') de peur et de doute, leur infligeant une pénalité de -1 aux jets d'attaque, jets de moral et jets de sauvegarde contre la peur magique."
    },
    {
      "id": "charm_animal",
      "name_en": "Charm Animal",
      "name_fr": "Charme-animal",
      "level": 2,
      "type": "divine",
      "reversible": false,
      "range": "60 feet",
      "duration": "level + 1d4 rounds",
      "description_en": "This spell allows the caster to charm one or more animals, in much the same fashion as charm person, at a rate of 1 hit die per caster level. No saving throw is allowed for normal or giant-sized animals, but creatures of more fantastic nature are allowed a save vs. Spells to resist. When the duration expires, the animals will resume normal activity immediately. This spell does not grant the caster any special means of communication with the affected animals.",
      "description_fr": "Ce sort permet au lanceur de charmer un ou plusieurs animaux, de manière similaire à charme-personne, au rythme de 1 dé de vie par niveau de lanceur. Aucun jet de sauvegarde n'est accordé pour les animaux normaux ou géants, mais les créatures de nature plus fantastique ont droit à un jet de sauvegarde contre les Sorts. Quand la durée expire, les animaux reprennent immédiatement leur activité normale. Ce sort ne confère aucun moyen de communication spécial avec les animaux affectés."
    },
    {
      "id": "find_traps",
      "name_en": "Find Traps",
      "name_fr": "Détection des pièges",
      "level": 2,
      "type": "divine",
      "reversible": false,
      "range": "30 feet",
      "duration": "3 turns",
      "description_en": "This spell permits the caster to detect a variety of traps, both mechanical and magical. When the caster moves within 30' of a trap, he or she will see it glow with a faint greenish-blue aura. The caster is not able to detect certain natural hazards such as quicksand, a sinkhole, or unsafe walls of natural rock. The spell also does not bestow the caster with the knowledge needed to disarm the trap, nor any details about its type or nature.",
      "description_fr": "Ce sort permet au lanceur de détecter divers pièges, mécaniques et magiques. Quand le lanceur s'approche à moins de 30' d'un piège, il le voit luire d'une faible aura bleu-vert. Le lanceur ne peut pas détecter certains dangers naturels comme les sables mouvants, les gouffres ou les murs de roche naturelle instables. Le sort ne confère pas non plus les connaissances nécessaires pour désamorcer le piège, ni aucun détail sur son type ou sa nature."
    },
    {
      "id": "hold_person",
      "name_en": "Hold Person",
      "name_fr": "Immobilisation de personne",
      "level": 2,
      "type": "divine",
      "classes": ["cleric"],
      "also_available": [{"class": "magic-user", "level": 3}],
      "reversible": false,
      "range": "180 feet",
      "duration": "2d8 turns",
      "description_en": "This spell will render any living (not undead) human, demi-human or humanoid creature paralyzed. Creatures larger than ogres will not be affected by this spell. Targets of the spell are aware, and breathe normally, but cannot take any actions, including speech. A successful save vs. Spells will negate the effect. The spell may be cast at a single person, who makes his or her save at -2, or at a group, in which case 1d4 of the creatures in the group may be affected.",
      "description_fr": "Ce sort paralyse toute créature vivante (non morte-vivante) humaine, demi-humaine ou humanoïde. Les créatures plus grandes que des ogres ne sont pas affectées. Les cibles du sort sont conscientes et respirent normalement, mais ne peuvent entreprendre aucune action, y compris parler. Un jet de sauvegarde réussi contre les Sorts annule l'effet. Le sort peut être lancé sur une seule personne (qui fait son jet à -2), ou sur un groupe, auquel cas 1d4 créatures du groupe peuvent être affectées."
    },
    {
      "id": "resist_fire",
      "name_en": "Resist Fire",
      "name_fr": "Résistance au feu",
      "level": 2,
      "type": "divine",
      "reversible": false,
      "range": "touch",
      "duration": "1 round/level",
      "description_en": "This abjuration grants a creature temporary immunity to fire and heat. Minor heat or fire (such as exposure to normal flames) is ignored by the affected creature. Against more significant heat or fire (such as a fireball), the affected creature gains a bonus of +3 on saving throws, and all damage from such attacks is reduced by half (round up).",
      "description_fr": "Cette abjuration accorde à une créature une immunité temporaire au feu et à la chaleur. La chaleur ou le feu mineur (comme l'exposition à des flammes normales) est ignoré. Contre une chaleur ou un feu plus significatif (comme une boule de feu), la créature affectée gagne un bonus de +3 aux jets de sauvegarde, et tous les dégâts de telles attaques sont réduits de moitié (arrondi au supérieur)."
    },
    {
      "id": "silence_15_radius",
      "name_en": "Silence 15' Radius",
      "name_fr": "Silence 15' de rayon",
      "level": 2,
      "type": "divine",
      "reversible": false,
      "range": "360 feet",
      "duration": "2 rounds/level",
      "description_en": "Upon the casting of this spell, complete silence prevails within a 15' radius around the target. All sound is stopped: Conversation is impossible, spells cannot be cast, and no noise whatsoever issues from, enters, or passes through the area. The spell can be cast on a point in space, making the effect stationary, or it may be cast on a mobile object. An unwilling creature receives a save vs. Spells to negate the spell.",
      "description_fr": "Dès le lancement de ce sort, un silence complet règne dans un rayon de 15' autour de la cible. Tout son est arrêté : la conversation est impossible, les sorts ne peuvent être lancés, et aucun bruit ne sort, n'entre ou ne traverse la zone. Le sort peut être lancé sur un point dans l'espace (effet stationnaire) ou sur un objet mobile. Une créature non consentante a droit à un jet de sauvegarde contre les Sorts pour annuler le sort."
    },
    {
      "id": "speak_with_animals",
      "name_en": "Speak with Animals",
      "name_fr": "Communication avec les animaux",
      "level": 2,
      "type": "divine",
      "reversible": false,
      "range": "special",
      "duration": "1 turn/4 levels",
      "description_en": "The caster can comprehend and communicate with any one animal (normal or giant sized, but not magical or monstrous) that is in sight of the caster and able to hear him or her. The caster may change which animal he or she is speaking with at will, once per round. The spell doesn't alter the animal's reaction or attitude towards the caster; a standard reaction roll should be made to determine this.",
      "description_fr": "Le lanceur peut comprendre et communiquer avec tout animal (normal ou géant, mais pas magique ou monstrueux) qui est en vue et peut l'entendre. Le lanceur peut changer d'animal avec lequel il communique à volonté, une fois par round. Le sort ne modifie pas la réaction ou l'attitude de l'animal envers le lanceur ; un jet de réaction standard doit être effectué pour le déterminer."
    },
    {
      "id": "spiritual_hammer",
      "name_en": "Spiritual Hammer",
      "name_fr": "Marteau spirituel",
      "level": 2,
      "type": "divine",
      "reversible": false,
      "range": "30 feet",
      "duration": "1 round/level",
      "description_en": "This spell causes a warhammer made of pure force to spring into existence, attacking any foe chosen by the Cleric within range once per round. It deals 1d6 hit points of damage per strike, +1 point per three caster levels (maximum of +5). It uses the caster's normal attack bonus, striking as a magical weapon, and thus can inflict damage upon creatures that are only hit by magic weapons. The hammer cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, or a rod of cancellation will dispel it.",
      "description_fr": "Ce sort fait apparaître un marteau de guerre fait de pure force, attaquant tout ennemi choisi par le Clerc dans la portée une fois par round. Il inflige 1d6 points de dégâts par frappe, +1 point par trois niveaux de lanceur (maximum +5). Il utilise le bonus d'attaque normal du lanceur, frappant comme une arme magique, et peut donc infliger des dégâts aux créatures qui ne sont touchées que par des armes magiques. Le marteau ne peut pas être attaqué ou blessé par des attaques physiques, mais dissipation de la magie, désintégration ou un sceptre d'annulation le dissiperont.",
      "damage": "1d6+1 per 3 levels (max +5)"
    },
    {
      "id": "charm_person",
      "name_en": "Charm Person",
      "name_fr": "Charme-personne",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "30 feet",
      "duration": "special",
      "save": "vs. Spells",
      "description_en": "This spell makes a humanoid creature of 4 hit dice or less regard the caster as its trusted friend and ally. Humans and demi-humans may be affected, regardless of level of ability. A save vs. Spells will negate the effect. If the creature is currently being threatened or attacked by the caster or his or her allies, it receives a +5 bonus on its saving throw. The caster must speak the target's language to communicate any commands. The target receives a new saving throw each day if it has an Intelligence of 13 or greater, every week if its Intelligence is 9-12, or every month if its Intelligence is 8 or less.",
      "description_fr": "Ce sort fait considérer au lanceur comme un ami et allié de confiance par une créature humanoïde de 4 DV ou moins. Les humains et demi-humains peuvent être affectés, quel que soit leur niveau. Un jet de sauvegarde contre les Sorts annule l'effet. Si la créature est actuellement menacée ou attaquée par le lanceur ou ses alliés, elle reçoit un bonus de +5 à son jet de sauvegarde. Le lanceur doit parler la langue de la cible pour communiquer des ordres. La cible a droit à un nouveau jet de sauvegarde chaque jour si son Intelligence est de 13+, chaque semaine si 9-12, ou chaque mois si 8 ou moins."
    },
    {
      "id": "floating_disc",
      "name_en": "Floating Disc",
      "name_fr": "Disque flottant",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "0",
      "duration": "5 turns + 1/level",
      "description_en": "This spell creates an invisible, slightly concave circular plane of force for carrying loads. It is about the size of a shield, being 3 feet in diameter and 1 inch deep at its center. It can hold a maximum of 500 pounds of weight. The disc floats level to the ground, at about the height of the caster's waist. It remains still when within 10' of the caster, and follows at the caster's movement rate if he or she moves away from it. When the spell duration expires, the disc disappears from existence and drops whatever was supported to the surface beneath.",
      "description_fr": "Ce sort crée un plan de force circulaire invisible et légèrement concave pour transporter des charges. Il a environ la taille d'un bouclier, faisant 3 pieds de diamètre et 1 pouce de profondeur au centre. Il peut supporter un maximum de 500 livres. Le disque flotte au niveau du sol, à hauteur de la taille du lanceur. Il reste immobile à moins de 10' du lanceur, et suit à la vitesse de déplacement du lanceur s'il s'éloigne. Quand la durée expire, le disque disparaît et laisse tomber ce qu'il supportait."
    },
    {
      "id": "hold_portal",
      "name_en": "Hold Portal",
      "name_fr": "Verrouillage",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "100 feet + 10/level",
      "duration": "1 round/level",
      "description_en": "This spell magically holds shut a door, gate, window, or shutter of wood, metal, or stone. The magic affects the portal just as if it were securely closed and normally locked. A knock spell or a successful dispel magic spell can negate a hold portal spell.",
      "description_fr": "Ce sort maintient magiquement fermée une porte, un portail, une fenêtre ou un volet de bois, de métal ou de pierre. La magie affecte le passage comme s'il était solidement fermé et normalement verrouillé. Un sort de déblocage ou une dissipation de la magie réussie peut annuler un verrouillage."
    },
    {
      "id": "magic_missile",
      "name_en": "Magic Missile",
      "name_fr": "Projectile magique",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "100 feet + 10/level",
      "duration": "instantaneous",
      "description_en": "This spell causes a missile of magical energy to dart forth from the caster's fingertip and strike its target, which must be at least partially visible to the caster, dealing 1d6+1 points of damage. The missile strikes unerringly. Specific parts of a creature can't be singled out. Inanimate objects are not damaged by the spell. For every three caster levels beyond 1st, an additional missile is fired - two at 4th level, three at 7th, four at 10th, and the maximum of five missiles at 13th level or higher.",
      "description_fr": "Ce sort fait jaillir un projectile d'énergie magique du bout du doigt du lanceur pour frapper sa cible, qui doit être au moins partiellement visible, infligeant 1d6+1 points de dégâts. Le projectile frappe immanquablement. Les parties spécifiques d'une créature ne peuvent pas être ciblées. Les objets inanimés ne sont pas endommagés. Pour chaque trois niveaux au-delà du 1er, un projectile supplémentaire est tiré - deux au 4e niveau, trois au 7e, quatre au 10e, et un maximum de cinq projectiles au 13e niveau ou plus.",
      "damage": "1d6+1 per missile"
    },
    {
      "id": "magic_mouth",
      "name_en": "Magic Mouth",
      "name_fr": "Bouche magique",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "30 feet",
      "duration": "special",
      "description_en": "This spell imbues the chosen non-living object with an enchanted mouth that suddenly appears and speaks its message the next time a specified event occurs. The message, which may be up to three words per caster level long, can be in any language known by the caster and can be delivered over a period of 10 minutes. The voice will resemble the caster's, but will not be identical. The mouth cannot use command words or activate magical effects.",
      "description_fr": "Ce sort imprègne l'objet inanimé choisi d'une bouche enchantée qui apparaît soudainement et prononce son message la prochaine fois qu'un événement spécifié se produit. Le message, qui peut comporter jusqu'à trois mots par niveau de lanceur, peut être dans n'importe quelle langue connue du lanceur et être délivré sur une période de 10 minutes. La voix ressemblera à celle du lanceur, mais ne sera pas identique. La bouche ne peut pas utiliser de mots de commande ou activer des effets magiques."
    },
    {
      "id": "read_languages",
      "name_en": "Read Languages",
      "name_fr": "Lecture des langues",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "0",
      "duration": "special",
      "description_en": "This spell grants the caster the ability to read almost any written language. It may be cast in one of three modes: In the first mode, the spell allows the caster to read any number of written works in a variety of languages, lasting 1 turn per caster level. In the second mode, the spell allows the caster to read any one book or tome, lasting 3 hours per caster level. In the third mode, the spell allows the caster to read any one non-magical scroll or single-sheet document permanently. This spell does not work on any sort of magical text.",
      "description_fr": "Ce sort confère au lanceur la capacité de lire presque n'importe quel langage écrit. Il peut être lancé selon trois modes : Le premier mode permet au lanceur de lire n'importe quel nombre d'écrits dans diverses langues pendant 1 tour par niveau. Le deuxième mode permet de lire un livre ou tome pendant 3 heures par niveau. Le troisième mode permet de lire un parchemin ou document non-magique de manière permanente. Ce sort ne fonctionne pas sur les textes magiques."
    },
    {
      "id": "read_magic",
      "name_en": "Read Magic",
      "name_fr": "Lecture de la magie",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "0",
      "duration": "permanent",
      "description_en": "When cast upon any magical text, such as a spellbook or magic-user spell scroll, this spell enables the caster to read that text. Casting this spell on a cursed text will generally trigger the curse. All Magic-Users begin play knowing this spell, and it can be prepared even if the Magic-User loses access to his or her spellbook.",
      "description_fr": "Lancé sur n'importe quel texte magique, comme un grimoire ou un parchemin de sort de magicien, ce sort permet au lanceur de lire ce texte. Lancer ce sort sur un texte maudit déclenchera généralement la malédiction. Tous les Magiciens commencent le jeu en connaissant ce sort, et il peut être préparé même si le Magicien perd l'accès à son grimoire."
    },
    {
      "id": "shield",
      "name_en": "Shield",
      "name_fr": "Bouclier",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "self",
      "duration": "5 rounds + 1/level",
      "description_en": "Shield creates an invisible, shield-like mobile disk of force that hovers in front of the caster. It negates magic missile attacks directed at the caster, and improves the caster's Armor Class by +3 vs. melee attacks and +6 vs. missile weapons. The Armor Class benefits do not apply to attacks originating from behind the caster, but magic missiles are warded off from all directions.",
      "description_fr": "Bouclier crée un disque de force invisible, semblable à un bouclier, qui flotte devant le lanceur. Il annule les attaques de projectiles magiques dirigées contre le lanceur, et améliore la Classe d'Armure du lanceur de +3 contre les attaques de mêlée et +6 contre les armes de jet. Les bonus de CA ne s'appliquent pas aux attaques provenant de derrière le lanceur, mais les projectiles magiques sont repoussés de toutes les directions."
    },
    {
      "id": "sleep",
      "name_en": "Sleep",
      "name_fr": "Sommeil",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "90 feet",
      "duration": "5 rounds/level",
      "save": "vs. Spells",
      "description_en": "This spell puts several creatures of 3 or fewer hit dice into a magical slumber. Creatures of 4 or more hit dice are not affected. The caster chooses a point of origin for the spell, and those creatures within 30' of the chosen point may be affected. Each creature in the area of effect is allowed a save vs. Spells to resist. Sleeping creatures are helpless. Slapping or wounding awakens an affected creature, but normal noise does not. Sleep does not affect unconscious creatures, constructs, or undead creatures.",
      "description_fr": "Ce sort plonge plusieurs créatures de 3 DV ou moins dans un sommeil magique. Les créatures de 4 DV ou plus ne sont pas affectées. Le lanceur choisit un point d'origine pour le sort, et les créatures dans un rayon de 30' peuvent être affectées. Chaque créature dans la zone d'effet a droit à un jet de sauvegarde contre les Sorts pour résister. Les créatures endormies sont vulnérables. Les gifler ou les blesser les réveille, mais le bruit normal non. Sommeil n'affecte pas les créatures inconscientes, les constructions ou les morts-vivants."
    },
    {
      "id": "ventriloquism",
      "name_en": "Ventriloquism",
      "name_fr": "Ventriloquie",
      "level": 1,
      "type": "arcane",
      "reversible": false,
      "range": "60 feet",
      "duration": "1 turn/level",
      "description_en": "This spell allows the caster to cause his or her voice to sound from someplace else within range, for example, from a dark alcove or statue.",
      "description_fr": "Ce sort permet au lanceur de faire entendre sa voix depuis un autre endroit dans la portée, par exemple depuis une alcôve sombre ou une statue."
    },
    {
      "id": "continual_light",
      "name_en": "Continual Light",
      "name_fr": "Lumière éternelle",
      "level": 2,
      "type": "arcane",
      "classes": ["magic-user"],
      "also_available": [{"class": "cleric", "level": 3}],
      "reversible": true,
      "reverse_name_en": "Continual Darkness",
      "reverse_name_fr": "Ténèbres éternelles",
      "range": "360 feet",
      "duration": "1 year/level",
      "description_en": "This spell creates a spherical region of light, as bright as full daylight up to a 30' radius, with light of lesser intensity to a radius of 60'. Continual light can be cast on an object, into the air, or at a creature, just as with the light spell. The reversed spell, continual darkness, causes complete absence of light in the area of effect, overpowering normal light sources. Either version may be used to blind a creature if cast on its visual organs.",
      "description_fr": "Ce sort crée une zone sphérique de lumière, aussi brillante que le plein jour jusqu'à un rayon de 30', avec une lumière de moindre intensité jusqu'à un rayon de 60'. La lumière éternelle peut être lancée sur un objet, dans les airs, ou sur une créature, comme pour le sort de lumière. Le sort inversé, ténèbres éternelles, cause une absence complète de lumière dans la zone d'effet, dominant les sources de lumière normales. Chaque version peut être utilisée pour aveugler une créature si lancée sur ses organes visuels."
    },
    {
      "id": "detect_invisible",
      "name_en": "Detect Invisible",
      "name_fr": "Détection de l'invisible",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "60 feet",
      "duration": "1 turn/level",
      "description_en": "By means of this spell the caster is able to see invisible characters, creatures or objects within the given range, seeing them as translucent shapes.",
      "description_fr": "Grâce à ce sort, le lanceur peut voir les personnages, créatures ou objets invisibles dans la portée donnée, les voyant comme des formes translucides."
    },
    {
      "id": "invisibility",
      "name_en": "Invisibility",
      "name_fr": "Invisibilité",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "touch",
      "duration": "special",
      "description_en": "The creature or object touched becomes invisible, vanishing from sight, including Darkvision. If the recipient is a creature carrying gear, that vanishes too. Items dropped or put down by an invisible creature become visible; items picked up disappear if tucked into the clothing or pouches worn by the creature. Light never becomes invisible, although a source of light can become so. The spell ends if the subject attacks any creature or casts any spell. The spell lasts at most 24 hours.",
      "description_fr": "La créature ou l'objet touché devient invisible, disparaissant de la vue, y compris de la Vision dans le noir. Si le bénéficiaire est une créature portant de l'équipement, celui-ci disparaît aussi. Les objets lâchés ou posés par une créature invisible deviennent visibles ; les objets ramassés disparaissent s'ils sont rangés dans les vêtements ou les bourses portés par la créature. La lumière ne devient jamais invisible, bien qu'une source de lumière puisse le devenir. Le sort se termine si le sujet attaque une créature ou lance un sort. Le sort dure au maximum 24 heures."
    },
    {
      "id": "knock",
      "name_en": "Knock",
      "name_fr": "Déblocage",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "30 feet",
      "duration": "special",
      "description_en": "The knock spell opens stuck, barred, locked, held, or wizard locked doors. It opens secret doors, as well as locked or trick-opening boxes or chests. It also loosens welds, shackles, or chains. If used to open a wizard locked door, the spell does not remove the wizard lock but simply suspends its functioning for one turn. Knock will not raise a portcullis or operate any other similar mechanism, nor will it affect ropes, vines, and the like.",
      "description_fr": "Le sort de déblocage ouvre les portes coincées, barrées, verrouillées, maintenues ou verrouillées magiquement. Il ouvre les portes secrètes, ainsi que les coffres verrouillés ou à ouverture secrète. Il desserre aussi les soudures, les chaînes ou les entraves. S'il est utilisé pour ouvrir une porte verrouillée magiquement, le sort ne retire pas le verrou mais suspend simplement son fonctionnement pendant un tour. Déblocage ne lèvera pas une herse ni n'actionnera de mécanisme similaire, et n'affecte pas les cordes, lianes, etc."
    },
    {
      "id": "levitate",
      "name_en": "Levitate",
      "name_fr": "Lévitation",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "touch",
      "duration": "1 turn/level",
      "description_en": "Levitate allows the caster to move himself or herself, another creature, or an object up and down as desired. A creature must be willing to be levitated, and an object must be unattended or possessed by a willing creature. The caster can mentally direct the recipient to move up or down as much as 20 feet each round, by concentration. The caster cannot move the recipient horizontally, but the recipient could clamber along the face of a cliff, for example. A levitating creature that attacks with a weapon finds itself increasingly unstable; each attack has an cumulative -1 attack penalty, to a maximum penalty of -5.",
      "description_fr": "Lévitation permet au lanceur de se déplacer lui-même, une autre créature ou un objet vers le haut ou le bas à volonté. Une créature doit être consentante pour léviter, et un objet doit être sans propriétaire ou possédé par une créature consentante. Le lanceur peut mentalement diriger le bénéficiaire pour qu'il se déplace de 20 pieds vers le haut ou le bas par round, par concentration. Le lanceur ne peut pas déplacer le bénéficiaire horizontalement, mais celui-ci pourrait grimper le long d'une falaise. Une créature en lévitation qui attaque avec une arme devient de plus en plus instable ; chaque attaque a une pénalité cumulative de -1, jusqu'à un maximum de -5."
    },
    {
      "id": "locate_object",
      "name_en": "Locate Object",
      "name_fr": "Localisation d'objet",
      "level": 2,
      "type": "arcane",
      "classes": ["magic-user"],
      "also_available": [{"class": "cleric", "level": 3}],
      "reversible": false,
      "range": "360 feet",
      "duration": "1 round/level",
      "description_en": "This spell allows the caster to sense the direction of a well-known or clearly visualized object. He or she can search for general items, in which case the nearest one of its kind is located if more than one is within range. The caster cannot specify a unique item unless he or she has observed that particular item firsthand. The spell is blocked by even a thin sheet of lead or gold. Creatures cannot be found by this spell.",
      "description_fr": "Ce sort permet au lanceur de percevoir la direction d'un objet bien connu ou clairement visualisé. Il peut rechercher des objets génériques, auquel cas le plus proche de son type est localisé s'il y en a plusieurs dans la portée. Le lanceur ne peut spécifier un objet unique que s'il l'a observé directement. Le sort est bloqué par même une fine feuille de plomb ou d'or. Les créatures ne peuvent pas être trouvées par ce sort."
    },
    {
      "id": "mind_reading",
      "name_en": "Mind Reading",
      "name_fr": "Lecture des pensées",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "60 feet",
      "duration": "1 turn/level",
      "description_en": "This spell, sometimes incorrectly called ESP, permits the caster to hear (and possibly see, if the target visualizes anything) the surface thoughts of one or more living creatures within range. The caster must designate a direction or select a visible target, and then concentrate for a turn in order to 'hear' the thoughts. Each turn the caster may choose to 'listen' in a different direction. The target creature is not normally aware of being spied upon. Rock more than 2 inches thick or a thin coating of lead or gold will block the spell. All undead creatures are immune to this effect, as are mindless creatures such as golems.",
      "description_fr": "Ce sort, parfois incorrectement appelé ESP, permet au lanceur d'entendre (et possiblement de voir, si la cible visualise quelque chose) les pensées superficielles d'une ou plusieurs créatures vivantes dans la portée. Le lanceur doit désigner une direction ou sélectionner une cible visible, puis se concentrer pendant un tour pour 'entendre' les pensées. Chaque tour, le lanceur peut choisir d''écouter' dans une direction différente. La créature cible n'est normalement pas consciente d'être espionnée. Une roche de plus de 5 cm d'épaisseur ou une fine couche de plomb ou d'or bloquera le sort. Tous les morts-vivants sont immunisés à cet effet, ainsi que les créatures sans esprit comme les golems."
    },
    {
      "id": "mirror_image",
      "name_en": "Mirror Image",
      "name_fr": "Image miroir",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "self",
      "duration": "1 turn/level",
      "description_en": "This spell creates several illusory duplicates of the caster. The images move through each other as well as the real caster more or less constantly, making it impossible for most creatures to determine which is real. A total of 1d4 images plus one image per three caster levels (maximum eight images total) are created. Enemies attempting to attack or cast spells upon the caster will always hit a figment instead. Any attack against an image destroys it, whether the attack roll is successful or not.",
      "description_fr": "Ce sort crée plusieurs doubles illusoires du lanceur. Les images se déplacent à travers les unes les autres ainsi qu'à travers le vrai lanceur de manière plus ou moins constante, rendant impossible pour la plupart des créatures de déterminer laquelle est réelle. Un total de 1d4 images plus une image par trois niveaux de lanceur (maximum huit images) sont créées. Les ennemis tentant d'attaquer ou de lancer des sorts sur le lanceur toucheront toujours une illusion à la place. Toute attaque contre une image la détruit, que le jet d'attaque soit réussi ou non."
    },
    {
      "id": "phantasmal_force",
      "name_en": "Phantasmal Force",
      "name_fr": "Force fantasmagorique",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "180 feet",
      "duration": "concentration",
      "description_en": "This spell creates the visual illusion of an object, creature (or small group of creatures), or other effect, as visualized by the caster up to a maximum size of 20'x20'x20'. The illusion does not create sound, smell, texture, or temperature. The caster can animate the image within the limits of the area of effect. The image persists so long as the caster concentrates upon it. If used to create the illusion of creatures, they will have an Armor Class of 11 and will disappear if hit in combat. Damage done by simulated spells is not real; those 'killed' or otherwise disabled will wake up uninjured after 2d8 rounds.",
      "description_fr": "Ce sort crée l'illusion visuelle d'un objet, d'une créature (ou d'un petit groupe de créatures), ou d'un autre effet, tel que visualisé par le lanceur jusqu'à une taille maximale de 6m x 6m x 6m. L'illusion ne crée pas de son, d'odeur, de texture ou de température. Le lanceur peut animer l'image dans les limites de la zone d'effet. L'image persiste tant que le lanceur se concentre dessus. Si elle est utilisée pour créer l'illusion de créatures, elles auront une CA de 11 et disparaîtront si elles sont touchées au combat. Les dégâts causés par les sorts simulés ne sont pas réels ; ceux 'tués' ou autrement neutralisés se réveilleront indemnes après 2d8 rounds."
    },
    {
      "id": "web",
      "name_en": "Web",
      "name_fr": "Toile d'araignée",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "10 feet/level",
      "duration": "2 turns/level",
      "save": "vs. Death Ray",
      "description_en": "Web creates a many-layered mass of strong, sticky strands, filling a volume of 8,000 cubic feet (equivalent to eight 10'x10'x10' cubes). The strands must be anchored to two or more solid and diametrically opposed points. Creatures caught within a web become entangled among the gluey fibers. Anyone in the area of effect when the spell is cast must make a save vs. Death Ray. If the save succeeds, the creature is entangled but can move at half speed and cannot cast spells or attack. If the save fails, the creature cannot move at all. Creatures with Strength 13+ or 4+ HD may break loose with another save. The strands are flammable; fire burns away a 10' cube in 1 round, dealing 2d4 fire damage to creatures within.",
      "description_fr": "Toile d'araignée crée une masse multicouche de fils solides et collants, remplissant un volume de 8 000 pieds cubes (équivalent à huit cubes de 3m x 3m x 3m). Les fils doivent être ancrés à deux points solides diamétralement opposés ou plus. Les créatures prises dans une toile sont empêtrées dans les fibres gluantes. Toute personne dans la zone d'effet lors du lancement doit faire un jet de sauvegarde contre Rayon de la Mort. Si le jet réussit, la créature est empêtrée mais peut se déplacer à demi-vitesse et ne peut pas lancer de sorts ni attaquer. Si le jet échoue, la créature ne peut pas bouger du tout. Les créatures avec Force 13+ ou 4+ DV peuvent se libérer avec un autre jet. Les fils sont inflammables ; le feu consume un cube de 3m en 1 round, infligeant 2d4 dégâts de feu aux créatures à l'intérieur."
    },
    {
      "id": "wizard_lock",
      "name_en": "Wizard Lock",
      "name_fr": "Verrou magique",
      "level": 2,
      "type": "arcane",
      "reversible": false,
      "range": "20 feet",
      "duration": "permanent",
      "description_en": "A wizard lock spell cast upon a door, chest, or portal magically locks it. The caster can freely pass his or her own wizard lock without affecting it, as can any Magic-User 3 or more levels higher than the caster of the wizard lock; otherwise, a door or object secured with this spell can be opened only by breaking in or with a successful dispel magic or knock spell.",
      "description_fr": "Un sort de verrou magique lancé sur une porte, un coffre ou un portail le verrouille magiquement. Le lanceur peut librement passer son propre verrou magique sans l'affecter, tout comme tout Magicien de 3 niveaux ou plus supérieur au lanceur du verrou magique ; sinon, une porte ou un objet sécurisé par ce sort ne peut être ouvert qu'en le forçant ou avec un sort de dissipation de la magie ou de déblocage réussi."
    }
  ],
  "spell_lists": {
    "divine": {
      "1": ["cure_light_wounds", "detect_evil", "detect_magic", "light", "protection_from_evil", "purify_food_and_water", "remove_fear", "resist_cold"],
      "2": ["bless", "charm_animal", "find_traps", "hold_person", "resist_fire", "silence_15_radius", "speak_with_animals", "spiritual_hammer"]
    },
    "arcane": {
      "1": ["charm_person", "detect_magic", "floating_disc", "hold_portal", "light", "magic_missile", "magic_mouth", "protection_from_evil", "read_languages", "read_magic", "shield", "sleep", "ventriloquism"],
      "2": ["continual_light", "detect_evil", "detect_invisible", "invisibility", "knock", "levitate", "locate_object", "mind_reading", "mirror_image", "phantasmal_force", "web", "wizard_lock"]
    }
  }
}
